[
  {
    "id": "12",
    "image": "/port12.jpg",
    "title": "Corneta CarossiParts - Desempenho e elegância",
    "description": "Instalação Simplificada\nA corneta conta com instalação rápida e prática, fixada com apenas um parafuso (incluso sem custo adicional). Acompanha manual de instalação para orientar corretamente o processo.\n\nPerformance Comprovada\nGanho médio de 1 cv comprovado em testes de dinamômetro, proporcionando melhor resposta do motor e maior eficiência na admissão de ar.\n\nOpções e Compatibilidade\nDisponível nas versões de 3 cm (para foco estético) e 6 cm (para máximo desempenho). Compatível com a maioria dos modelos de TBI e carburadores disponíveis no mercado. Para aplicações específicas, poderá ser necessário o envio das medidas com paquímetro para conferência.\n\nMaterial de Alta Qualidade\nFabricada em Ácido Polilático (PLA) ou Polietileno Tereftalato Glicol (PETG), ambos materiais biodegradáveis e de alta resistência. A escolha do material é determinada pela cor selecionada no momento da compra, sem impacto na durabilidade ou performance do produto. Compatível com combustíveis automotivos (gasolina e etanol).\n\nImportante\nNão utilizar com metanol ou nitrometano, pois esses compostos podem deformar o material e causar danos estéticos ou estruturais à peça.",
    "category": "Acessórios",
    "galleryImages": [
      "/video/port21.mp4"
    ]
  },
  {
    "id": "20",
    "image": "/port19.jpg",
    "title": "Ayrton Senna – Escala 1/6,5 (28 cm)",
    "description": "Miniatura hiper-realista de Ayrton Senna, impressa em alta definição e pintada à mão. Escala 1/6,5, com 28 centímetros de altura. Detalhes precisos no rosto, vestimenta e capacete, refletindo fielmente as características do piloto. Peça colecionável premium.",
    "category": "Decorativos"
  },
  {
    "id": "18",
    "image": "/port17.jpg",
    "title": "Walter White – Busto Escala 1/10",
    "description": "Busto do personagem Walter White (Breaking Bad), em escala 1/10, pintado manualmente. Impressão 3D de alta definição, com riqueza de detalhes nas expressões faciais, óculos e textura da roupa. Acabamento profissional ideal para colecionadores.",
    "category": "Decorativos"
  },
  {
    "id": "19",
    "image": "/port18.jpg",
    "title": "Dr. Salvador – Resident Evil 4 – Escala 1/8 (18 cm)",
    "description": "Miniatura do personagem Dr. Salvador, do jogo Resident Evil 4, em escala 1/8 com 18 cm de altura. Impressão de alta resolução, pintada à mão, com destaque para os detalhes da motosserra, do tecido desgastado e da máscara ensanguentada. Peça colecionável para fãs de jogos e cultura pop.",
    "category": "Decorativos"
  },
  {
    "id": "14",
    "image": "/port13.jpg",
    "title": "Jesus Cristo",
    "description": "Estatueta de Jesus Cristo impressa em Ácido Polilático (PLA) na cor Mármore. Acabamento que simula pedra, com excelente definição dos detalhes faciais, das vestes e dos contornos anatômicos. Ideal para decoração, peças sacras e ambientes religiosos.",
    "category": "Decorativos"
  },
  {
    "id": "16",
    "image": "/port15.jpg",
    "title": "Afrodite – Deusa do Amor",
    "description": "Estatueta de Afrodite impressa em Ácido Polilático (PLA) na cor Mármore. Superfície com textura acetinada que simula pedra. Alta definição nos detalhes anatômicos e nas linhas suaves da escultura clássica. Peça indicada para decoração artística ou colecionismo.",
    "category": "Decorativos"
  },
  {
    "id": "17",
    "image": "/port16.jpg",
    "title": "São Jorge",
    "description": "Estatueta de São Jorge impressa em Ácido Polilático (PLA) na cor Branco Pérola. Excelente definição dos detalhes do cavalo, da armadura e da lança. Superfície com acabamento acetinado que valoriza os contornos da peça. Ideal para decoração, ambientes religiosos ou como item devocional.",
    "category": "Decorativos"
  },
  {
    "id": "1",
    "image": "/port1.jpg",
    "title": "Vaso de flor estilizado",
    "description": "Figura colecionável com acabamento artesanal e pintura detalhada.",
    "category": "Decorativos"
  },
  {
    "id": "15",
    "image": "/port14.jpg",
    "title": "Vaso de Flor – Cabeça de Michelangelo",
    "description": "Peça decorativa impressa em Ácido Polilático (PLA) na cor Mármore. O design reproduz fielmente a cabeça da escultura de Michelangelo, com riqueza de detalhes nas feições, cabelo e expressão. Funcional como vaso ou cachepô, combinando arte clássica e utilidade.",
    "category": "Decorativos"
  },
  {
    "id": "11",
    "image": "/port11.jpg",
    "title": "Peças sob medida",
    "description": "Muitos clientes necessitam de peças que não encontram no mercado para vender, e aqui, nós produzimos a peça com a maior fidelidade possível ao modelo original.",
    "category": "Peças Técnicas"
  },
  {
    "id": "6",
    "image": "/port6.jpg",
    "title": "Cabide para capacetes",
    "description": "Suporte para capacete, leve e de fácil instalação, apenas 2 parafusos e você não tem mais capacetes rolando pela casa!",
    "category": "Acessórios"
  },
  {
    "id": "10",
    "image": "/port10.jpg",
    "title": "Chaveiros",
    "description": "Uma forma de você agradar os seus clientes oferecendo um mimo ou agregando um pequeno valor com a venda do seu produto com um chaveiro personalizado com a marca ou nome da sua empresa.",
    "category": "Decorativos"
  },
  {
    "id": "13",
    "image": "/port20.jpg",
    "title": "Snorkel",
    "description": "Snorkel desenvolvido sob medida, impresso em Ácido Polilático (PLA+) de alta resistência. Peça projetada para elevar a entrada de ar do motor, garantindo segurança em travessias de rios, áreas alagadas ou trilhas com lama profunda. Design robusto, com paredes reforçadas e encaixe preciso, conferindo excelente vedação e durabilidade. Acabamento de alta qualidade com superfície uniforme.",
    "category": "Peças Técnicas",
    "galleryImages": [
      "/port21.jpg"
    ]
  }
]