[
  {
    "id": "7",
    "image": "/port7.jpg",
    "title": "Corneta CarossiParts - Sistema de Admissão Plug & Play",
    "description": "Instalação Simplificada\nSistema plug & play com instalação direta no sistema rosqueado original. Para o modelo CG160 com TBI liso, utilizamos parafusos especiais (inclusos sem custo adicional).\n\nPerformance Comprovada\nGanho médio de 1,05 cv testado em dinamômetro, proporcionando melhor resposta do motor e otimização da admissão.\n\nOpções Disponíveis\nTamanhos: 3 cm ou 6 cm de comprimento\nTodas as cores disponíveis\nPara modelos específicos, envio das medidas com paquímetro pode ser necessário\n\nApós a compra, informe no chat o tamanho e cor desejados.\n\nMaterial de Alta Qualidade\nFabricada em PLA biodegradável de alta resistência, testada e aprovada para combustíveis automotivos (álcool e gasolina).\n\n⚠️ Importante: Não compatível com metanol ou nitrometano, que podem deformar o material.\n\nMotores Preparados\nPara motores com preparação, consulte seu preparador antes da instalação para avaliar a necessidade de novo acerto da injeção/carburação.\n\nObservações Importantes\nVariações de tonalidade podem ocorrer conforme o lote da matéria-prima\nPrazo de entrega pode variar caso a cor escolhida não esteja em estoque\n\nGarantia\n1 mês contra defeitos de fabricação. Não cobre danos por mau uso, combustível inadequado ou desgaste por instalação/remoção frequentes.",
    "category": "Decorativos",
    "galleryImages": ["/port8.jpg"]
  },
  {
    "id": "1",
    "image": "/port1.jpg",
    "title": "Vaso de flor estilizado",
    "description": "Figura colecionável com acabamento artesanal e pintura detalhada.",
    "category": "Decorativos"
  },
  {
    "id": "6",
    "image": "/port6.jpg",
    "title": "Cabide para capacetes",
    "description": "Suporte para capacete, leve e de fácil instalação, apenas 2 parafusos e você não tem mais capacetes rolando pela casa!",
    "category": "Acessórios"
  },
  {
    "id": "10",
    "image": "/port10.jpg",
    "title": "Chaveiros",
    "description": "Uma forma de você agradar os seus clientes oferecendo um mimo ou agregando um pequeno valor com a venda do seu produto com um chaveiro personalizado com a marca ou nome da sua empresa.",
    "category": "Decorativos"
  },
  {
    "id": "11",
    "image": "/port11.jpg",
    "title": "Peças sob medida",
    "description": "Muitos clientes necessitam de peças que não encontram no mercado para vender, e aqui, nós produzimos a peça com a maior fidelidade possível ao modelo original.",
    "category": "Peças Técnicas"
  }
]